/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 13.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* OCCertificateViewController section titles */
"Subject" = "Assunto";
"Issuer" = "Gerador";
"Public Key" = "Chave pública";
"Extensions" = "Extensões";
"Fingerprints" = "Impressões digitais";

"Validation Status" = "Status de validação";
"Hostname" = "Nome do Host";
"Validation Error" = "Erro de validação";
"User-rejected." = "Usuário rejeitado.";
"Certificate has issues." = "O certificado tem problemas.";
"User-accepted." = "Usuário aceito.";
"No issues found." = "Não foram encontrados problemas.";

/* X.509 certificate fields */
"businessCategory" = "Categoria de negócio";
"commonName" = "Nome comum";
"countryName" = "País";
"jurisdictionCountryName" = "País de Jurisdição";
"jurisdictionLocalityName" = "Local de Jurisdição";
"jurisdictionStateOrProvinceName" = "Estado ou província de jurisdição";
"localityName" = "Localidade";
"organizationName" = "Organização";
"organizationalUnitName" = "Unidade de Organização";
"stateOrProvinceName" = "Estado ou província";

"version" = "Versão";
"serialNumber" = "Número de série";
"signatureAlgorithm" = "Algoritmo de Assinatura";

"validFrom" = "Válido de";
"validUntil" = "Válido até";

"keyBytes" = "Bytes da chave";
"keyExponent" = "Expoente da chave";
"keyInformation" = "Informações";
"keySizeInBits" = "Tamanho da chave (bits)";
